<template>
  <article class="privacy-policy">
      <div class="container">
          <h1 class="header">Политика конфиденциальности</h1>

          <span class="text">
                Настоящий документ «Политика конфиденциальности» (далее – по тексту – «Политика») представляет собой правила использования Cайтом – «[fixmerch.ru](https://fixmerch.ru/)» ИП Данильцев Михаил Александрович (далее – Оператор) персональной информации Пользователя, которую Оператор, включая всех лиц, входящих в одну группу с Оператором, могут получить о Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг Оператора (далее – Сайт) и в ходе исполнения Оператором любых соглашений и договоров с Пользователем. Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица. <br><br>

                Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта.
          </span>

        <section class="text">
            <span class="heading">1. Общие положения политики</span>
          
              <ul class="list">
                  <li class="list__item">
                      1.2. Настоящая Политика составлена в соответствии с Федеральным законом «О персональных данных» № 152-ФЗ от 27 июля 2006 г., а также иными нормативно-правовыми актами Российской Федерации в области защиты и обработки персональных данных и действует в отношении всех персональных данных, которые Оператор может получить от Пользователя, являющегося стороной по гражданско-правовому договору.
                  </li>
                  <li class="list__item">
                      1.3. Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.
                  </li>
                  <li class="list__item">
                      1.4. К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и прекращения, подлежит применению законодательство Российской Федерации.
                  </li>
              </ul>
        </section>


        <section class="text">
          <span class="heading">2. Персональная информация Пользователей, которую обрабатывает Сайт</span>

            <ul class="list">
                  <li class="list__item">
                    2.1. Под персональной информацией в настоящей Политике понимается:
                  </li>
                  <li class="list__item">
                      2.1.1.информация, предоставляемая Пользователем самостоятельно при регистрации в Личном кабинете (создании учётной записи) или в процессе использования Сайта, включая персональные данные Пользователя. Обязательная для предоставления Сайтом информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение;
                  </li>
                  <li class="list__item">
                      2.1.2.данные, которые передаются в автоматическом режиме Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к Сайту, адреса запрашиваемых страниц и иная подобная информация;
                  </li>
                  <li class="list__item">
                      2.1.3. иная информация о Пользователе, обработка которой предусмотрена условиями использования Сайта.
                  </li>
                  <li class="list__item">
                      2.2. Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Оператор не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
                  </li>
                  <li class="list__item">
                      2.3. Оператор не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность.
                  </li>
            </ul>
        </section>


        <section class="text">
            <span class="heading">3. Цели обработки персональной информации Пользователей</span>

            <ul class="list">
                  <li class="list__item">
                      3.1. Оператор собирает и хранит только ту персональную информацию, которая необходима для предоставления сервисов или исполнения соглашений и договоров с Пользователем, за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока.
                  </li>
                  <li class="list__item">
                      3.2. Персональную информацию Пользователя Оператор обрабатывает в следующих целях:
                  </li>
                  <li class="list__item">
                      3.2.1. идентификация стороны в рамках сервисов, соглашений и договоров с Сайтом;
                  </li>
                  <li class="list__item">
                      3.2.2. предоставление Пользователю персонализированных сервисов и услуг, а также исполнение соглашений и договоров;
                  </li>
                  <li class="list__item">
                      3.2.3. направление уведомлений, запросов и информации, касающихся использования Сайта, исполнения соглашений и договоров, а также обработка запросов и заявок от Пользователя;
                  </li>
                  <li class="list__item">
                      3.2.4. улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;
                  </li>
                  <li class="list__item">
                      3.2.5. таргетирование рекламных материалов;
                  </li>
                  <li class="list__item">
                      3.2.6. проведение статистических и иных исследований на основе обезличенных данных.
                  </li>
            </ul>
          </section>


        <section class="text">
            <span class="heading">4. Условия обработки персональной информации Пользователей и её передачи третьим лицам</span>


            <ul class="list">
                  <li class="list__item">
                      4.1. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.
                  </li>
                  <li class="list__item">
                    4.2. Оператор вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
                  </li>
                  <li class="list__item">
                      4.3.1. Пользователь выразил согласие на такие действия;
                  </li>
                  <li class="list__item">
                      4.3.2. Передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения или договора с Пользователем;
                  </li>
                  <li class="list__item">
                      4.3.3. Передача необходима для функционирования и работоспособности самого Сайта;
                  </li>
                  <li class="list__item">
                      4.3.4. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;
                  </li>
                  <li class="list__item">
                      4.3.5. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;
                  </li>
                  <li class="list__item">
                      4.3.6. В целях обеспечения возможности защиты прав и законных интересов Сайта или третьих лиц в случаях, когда Пользователь нарушает Пользовательское соглашение Сайта, настоящую Политику, либо документы, содержащие условия использования конкретных сервисов.
                  </li>
                  <li class="list__item">
                      4.3.7. В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Сайта.
                  </li>
            </ul>
        </section>


        <section class="text">
            <span class="heading">5. Изменение и удаление персональной информации. Обязательное хранение данных</span>

            <ul class="list">
                  <li class="list__item">
                      5.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, обратившись к Сайту по контактам в разделе 9. «Контакты».
                  </li>
                  <li class="list__item">
                      5.2. Права, предусмотренные п. 5.1. настоящей Политики могут быть ограничены в соответствии с требованиями законодательства. Например, такие ограничения могут предусматривать обязанность Сайта сохранить измененную или удаленную Пользователем информацию на срок, установленный законодательством, и передать такую информацию в соответствии с законодательно установленной процедурой государственному органу.
                  </li>
            </ul>
        </section>


        <section class="text">
            <span class="heading">6. Обработка персональной информации при помощи файлов Cookie и счетчиков</span>

            <ul class="list">
                  <li class="list__item">
                      6.1. Файлы cookie, передаваемые Сайтом оборудованию Пользователя и оборудованием Пользователя Сайту, могут использоваться Сайтом для предоставления Пользователю персонализированных сервисов, для таргетирования рекламы, которая показывается Пользователю, в статистических и исследовательских целях, а также для улучшения Сайта.
                  </li>
                  <li class="list__item">
                      6.2. Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.
                  </li>
                  <li class="list__item">
                      6.3. Оператор вправе установить, что предоставление определенного сервиса или услуги возможно только при условии, что прием и получение файлов cookie разрешены Пользователем.
                  </li>
                  <li class="list__item">
                      6.4. Структура файла cookie, его содержание и технические параметры определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.
                  </li>
                  <li class="list__item">
                      6.5. Счетчики, размещенные Сайтом, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.
                  </li>
            </ul>
        </section>

        
        <section class="text">
            <span class="heading">7. Защита персональной информации Пользователя</span>

            <ul class="list">
                  <li class="list__item">
                      7.1. Сайт предпринимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
                  </li>
            </ul>
        </section>


        <section class="text">
            <span class="heading">8. Изменение Политики конфиденциальности</span>

            <ul class="list">
                    <li class="list__item">
                        8.1. Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на странице по адресу ?????.ru/policy.
                    </li>
                </ul>
        </section>


        <section class="text">
            <span class="heading">9. Контакты и вопросы по персональным данным</span>

            <ul class="list">
                  <li class="list__item">
                      9.1. Все предложения, вопросы, запросы и иные обращения по поводу настоящей Политики и использования своих персональных данных Пользователь вправе направлять Сайту: - по адресу электронной почты: (mailto:help@divineempire.ru)
                Дата публикации – 20.04.2021
                  </li>
            </ul>
        </section>
      </div>

      
      <img src="@/assets/contentBlock/transition.png" alt="" class="transition">
  </article>
</template>

<script>

export default {
    name: 'PrivacyPolicy',
}

</script>

<style scoped>
    .transition{
        display: block;
        width: 100%;
        padding: 80px 0 0 0;
    }

    .header{
        padding: 80px 0 60px 0;

        font-family: Gilroy-Regular;
        font-size: 42px;
        line-height: 51px;

        text-align: center;
    }

    .privacy-policy{
        background: url("../assets/politics/BG.png");
        
        
    }

    .container{
        box-sizing: border-box;
        padding: 120px 16.6% 0 16.6%;
    }


    .heading, .text{
        display: block;
    }

    .heading{
        margin: 70px 0 50px 0;

        font-family: Gilroy-Regular;
        font-size: 28px;
        line-height: 34px;
    }

    .text{
        font-family: Gilroy-Regular;
        font-size: 16px;
        line-height: 19px;
    }
    .list{
        list-style: none;
    }
    .list__item{
        margin: 19px 0 0 0;
    }
</style>